Repository: tempestrock/kalaha
Catalog: Kalaha/Strings/*/Resources.resw
Source language: en
Languages: de

# ButtonBackToGame.Content
source: Back to the Game
de: Zurück zum Spiel

# ButtonContinue.Content
source: Continue Game
de: Weiterspielen

# ButtonRemoveAds.Content
source: Remove Ads
de: Werbung ausblenden

# ButtonStart.Content
source: Start Game
de: Start

# Label_Cancel.Content
source: Cancel
de: Abbrechen

# Label_CaptureType
source: Type of capture
de: Wie wird kassiert

# Label_CaptureType_2
source: Never
de: Nie

# Label_CaptureType_3
source: Always
de: Immer

# Label_ColumnHeaderGameBoard
source: Game Board
de: Spielbrett

# Label_ColumnHeaderPlayerNorth
source: North
de: Norden

# Label_ColumnHeaderPlayerSouth
source: South
de: Süden

# Label_ColumnHeaderRules
source: Rules
de: Regeln

# Label_ColumnHeaderThemes
source: Themes
de: Motive

# Label_ComputerEasy
source: simple
de: simpel

# Label_ComputerHard
source: top expert
de: sauschwer

# Label_ComputerMedium
source: better
de: schwer

# Label_DirOfSowing_0
source: counter-clockwise
de: gegen den Uhrzeigersinn

# Label_DirOfSowing_1
source: clockwise
de: im Uhrzeigersinn

# Label_GameBoardTitle.Text
source: Game Board
de: Spielbrett

# Label_PlayAgain.Text
source: Play again when last seed in own Kalah
de: Zusatzzug wenn letztes Samenkorn in eigener Kalah

# Label_PlayerSelectionHuman
source: human
de: Mensch

# Label_PlayerTitle.Text
source: Players
de: Spieler

# Label_Rule_CaptureSeedsAtEnd
source: Capture seeds at the end of the game
de: Samenkörner am Ende einsammeln

# Label_SelectNamePlayer.Text
source: Enter name:
de: Neuer Name:

# Label_SelectNumHouses
source: Number of houses
de: Anzahl Mulden

# Label_SelectNumSeeds
source: Number of seeds
de: Anzahl Samenkörner

# Label_SelectSowingDirection
source: Direction of sowing
de: Richtung der Aussaat

# Label_SelectSpeciesPlayer
source: Select species
de: Wer soll's sein

# Label_Species.Text
source: Species:
de: Gattung:

# Label_ThemeNameHighContrast
source: High Contrast
de: Kontrast

# Label_ThemeNameHighContrastSubtitle
source: for an easy view
de: für das schwache Auge

# Label_ThemeNameSpring
source: Spring
de: Frühling

# Label_ThemeNameSpringSubtitle
source: for flower lovers
de: für Blumenliebhaber

# Label_ThemeNameSummerOnTheBeach
source: Summer on the Beach
de: Sommer am Strand

# Label_ThemeNameSummerOnTheBeachSubtitle
source: it's sandy
de: eine sandige Angelegenheit

# Label_ThemeNameWood
source: Wood
de: Holz

# Label_ThemeNameWoodSubtitle
source: the classic theme
de: der Klassiker

# Player
source: Player #{0}
de: Spieler {0}

# Radio_South_Human.Content
source: human
de: Mensch

# Tooltip_GamePage_BackButton
source: Back to the overview page
de: Zurück zur Übersicht

# Tooltip_GamePage_NumberFieldOffButton
source: Numbers of "seeds" shall be visible
de: Anzahl pro Mulde soll eingeblendet werden

# Tooltip_GamePage_NumberFieldOnButton
source: Numbers of "seeds" shall be invisible
de: Anzahl pro Mulde soll ausgeblendet werden

# Tooltip_GamePage_PlayAgainButton
source: Play again
de: Noch einmal spielen

# Tooltip_GamePage_PlayerPositionOppositeSidesButton
source: You want to sit next to each other
de: Ihr wollt nebeneinander sitzen

# Tooltip_GamePage_PlayerPositionSameSideButton
source: You want to sit on opposite sides
de: Ihr wollt euch gegenüber sitzen

# Tooltip_GamePage_UndoButton
source: Undo the move
de: Zug rückgängig machen

# Tooltip_HubPage_ContinueButton
source: Continue the previous game
de: Laufendes Spiel fortsetzen

# Tooltip_HubPage_StartButton
source: Start a new game
de: Neues Spiel starten
